[
  {
    "id": 0,
    "title": "React Native",
    "description": "React Native gives you a chance to assemble versatile applications utilizing just JavaScript. It utilizes an indistinguishable plan from React, giving you a chance to create a rich portable UI from decisive parts."
  },
  {
    "id": 1,
    "title": "Redux",
    "description": "Redux is an anticipated state holder for JavaScript applications. It causes you compose applications that act reliably, keep running in various situations (client, server, and native), and are anything but difficult to test."
  },
  {
    "id": 2,
    "title": "React-Redux",
    "description": "React-Redux is the official arrangement of ties between the React and Redux libraries. With this library, you can keep your perspectives and information in a state of harmony."
  },
  {
    "id": 3,
    "title": "React",
    "description": "React makes it easy to make intuitive UIs. Plan straightforward perspectives for each state in your application, and React will proficiently refresh and render only the correct segments when your information changes."
  },
  {
    "id": 4,
    "title": "Lodash",
    "description": "A modern JavaScript utility library delivering modularity, performance, & extras.  Lodash is released under the MIT license & supports modern environments."
  },
  {
    "id": 5,
    "title": "Redux-Thunk",
    "description": "Redux Thunk middleware allows you to write action creators that return a function instead of an action. The thunk can be used to delay the dispatch of an action, or to dispatch only if a certain condition is met."
  },
  {
    "id": 6,
    "title": "ESLint",
    "description": "ESLint is an open source JavaScript linting utility originally created by Nicholas C. Zakas in June 2013. Code linting is a type of static analysis that is frequently used to find problematic patterns or code that doesn’t adhere to certain style guidelines."
  },
  {
    "id": 7,
    "title": "Babel",
    "description": "Babel React makes it easy to make intuitive UIs. Plan straightforward perspectives for each state in your application, and React will proficiently refresh and render only the correct segments when your information changes."
  },
  {
    "id": 8,
    "title": "Axios",
    "description": "Promise based HTTP client for the browser and node.js.  With Axios, you can make XMLHttpRequests from the browser or Node with the full Promise Api."
  }
]
